[Main]
DisplayName=Svenska

[Brower_Protected_M]
btn_ok=OK
Site_Safe_tip=Denna hemsida är säker
Site_Risk_tip=Denna hemsida innehåller potentiella hot
Protected_Off_tip=Advanced SystemCare webbläsarskydd: AV
Site_Safe=Säker:
Site_Risk=Risk:
Site_Advisory=Rådgivning tillhandahålls av
Site_Details=Mer detaljer
Link_Safe_tip=Den här länken är säker
Link_Risk_tip=Den här länken är osäker
Sender_Risk_tip=Den här avsändaren är misstänkt.
Link_Phish_tip=Den här länken innehåller phishing-bedrägeri.
Risk_Title_Phish=Denna webbplats har rapporterats som en phishing-webbplats.
Site_Risk_link=Det här e-postmeddelandet innehåller en skadlig länk.
Site_Risk_sender=Avsändaren av detta e-postmeddelande är misstänkt.
Site_Risk_link_sender=Det här e-postmeddelandet innehåller en skadlig länk och avsändaren är misstänkt.
Site_Risk_phish=Den här webbplatsen innehåller phishing-bedrägeri.
Risk_Title=Denna hemsida har rapporterats som osäker
Risk_recommend=Vi avråder dig från att besöka denna hemsida
Risk_goBack=Avbryt
Risk_report=Rapportera falskt alarm
Risk_continue=Fortsätt i alla fall
Site_turbo_tip=Surfskydd är inaktiverat eftersom Opera Turbo är på
ads_Removed=annonser borttagna på denna sida
ads_Nofound=Inga annonser hittades
Site_Miner_tip=Kryptovaluta-minering blockerad på denna sida

